"GetSupport" = "Получить поддержку";
"ReinstallButtonDescription" = "Установить последнюю версию";
"UninstallButtonDescription" = "Удалите текущую установку программы";
"ReinstallButtonTitle" = "ЗАГРУЗИТЬ ПОСЛЕДНЮЮ ВЕРСИЮ";
"UninstallButtonTitle" = "УДАЛЕНИЕ";
"CannotInstallFlashPlayer" = "Невозможно установить Adobe® Flash® Player.";
"NewerFlashPlayerAlreadyInstalled" = "В данной системе уже установлена более новая версия программного обеспечения.";
"InstalledVersionTitle" = "Установленная версия:";
"ThisVersionTitle" = "Текущая версия:";
"SystemDoesNotMeetMinimumRequirements" = "Система не соответствует минимальным требованиям для установки.";
"InstallNoticeLine1" = "Эта программа установит Adobe® Flash® Player 10.1.";
"UsageTitle" = "Использование регулируется в соответствии с %@";
"LicenseAgreementLink" = "Соглашение о предоставлении лицензии на программное обеспечение Flash Player";
"ReadAndAgreeToTermsOfUse" = "Мною прочитаны и приняты условия соглашения о предоставлении лицензии.";
"CloseFPClientsDescription1" = "Для продолжения закройте следующие приложения:";
"CloseFPClientsDescription2" = "Закройте приложения вручную или нажмите кнопку ниже.";
"ForceCloseAllButtonTitle" = "Закрыть все";
"CloseAppsDialogTitle" = "Закройте дополнительные приложения";
"CloseAppsDialogMessage" = "Закрыты не все приложения.\n\nНажмите ОК для отображения обновленного списка.";
"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Закрыть";
"FPInstallerWindowTitle" = "Программа установки Adobe Flash Player";
"InstallingMessage" = "Установка…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Завершение установки...";
"InstallButtonTitle" = "УСТАНОВКА";
"RetryButtonTitle" = "ПОВТОР";
"QuitButtonTitle" = "ВЫХОД";
"DoneButtonTitle" = "ГОТОВО";
"InstallSucceededTitle" = "Установка завершена";
"InstallFailedTitle" = "Ошибка установки";
"InstallFailedDescription" = "Невозможно выполнить установку.";
"ErrorLogTitle" = "Журнал ошибок:";
"FPUninstallerWindowTitle" = "Программа удаления Adobe Flash Player";
"UninstallDescriptionText" = "Эта программа удалит Adobe® Flash® Player с вашего компьютера.";
"UninstallDescriptionText_PlusTentacleRemover" = "Эта программа удалит Adobe® Flash® Player и все связанные с ним файлы кэша и настройки с вашего компьютера.";
"UninstallingMessage" = "Удаление…";
"UninstallCompletedTitle" = "Завершено";
"UninstallSucceededText" = "Программа Adobe® Flash® Player удалена с компьютера.";
